{
    "article": "The Texas Senate has acquitted state Attorney General Ken Paxton of all impeachment articles filed against him for corruption and unfitness for office. \n\nThough there is bipartisan support for impeachment, votes to convict on each charge did not clear the 21-vote threshold. Republican Sens. Robert Nichols and Kelly Hancock joined all 12 Democrats to vote in favor of conviction on several charges. \n\nThe Texas Senate convened at 10:30 a.m. central time Saturday to vote and finished just before 1 p.m. \n\n\"Today, the truth prevailed. The truth could not be buried by mudslinging politicians or their powerful benefactors,\" Paxton said in a statement thanking his supporters after the verdict was delivered. \n\n\"The sham impeachment coordinated by the Biden Administration with liberal House Speaker Dade Phelan and his kangaroo court has cost taxpayers millions of dollars, disrupted the work of the Office of Attorney General and left a dark and permanent stain on the Texas House,\" Paxton said, calling the \"weaponization\" of impeachment \"immoral and corrupt.\" \n\n\"Now that this shameful process is over, my work to defend our constitutional rights will resume. Thank you to everyone who has stood with us during this time,\" he added. \n\nTexas Gov. Greg Abbott congratulated Paxton after the trial concluded. \n\n\"The jury has spoken. Attorney General Ken Paxton received a fair trial as required by the Texas Constitution. I look forward to continuing to work with the Attorney General to secure the border and protect Texas from federal overreach,\" Abbott said. \n\nThe jury of 30 senators, most of whom are Republicans, spent about eight hours deliberating behind closed doors since the Senate ended deliberations. A two-thirds majority was required to convict Paxton on any of 16 articles of impeachment that accuse Paxton of bribery, corruption and unfitness for office.\n\nThe vote was a slow, public process. Each article of impeachment received a separate vote. Republicans hold a 19-12 majority in the Senate, meaning that if all Democrats voted to convict Paxton, they needed nine Republicans to join them. At most, they got two. \n\nPaxton faced accusations that he misused his political power to help the real estate developer Nate Paul. Paxton's opponents have argued that the attorney general accepted a bribe by hiring Paul.\n\n\"If we don’t keep public officials from abusing the powers of their office, then frankly no one can,\" Republican state Rep. Andrew Murr, one of the impeachment managers in the Texas House, said during closing arguments. \n\nAttorneys for the bipartisan group of lawmakers prosecuting Paxton’s impeachment rested their case Wednesday after a woman who was expected to testify about an extramarital affair with Paxton made a sudden appearance at the trial, but she never took the stand.\n\nThe affair was central to the proceedings and accusations of Paul, who was under FBI investigation and employed the woman, Laura Olson. One of the articles of impeachment against Paxton alleged that Paul's hiring of Olson amounted to a bribe.\n\nPaxton's lawyers have cast the impeachment effort as a ploy by establishment Republicans to remove a proven conservative from office, pointing to Paxton's long record of challenging Democratic presidential administrations in high profile court cases that have won him acclaim from former President Donald Trump and conservative hardliners. \n\n\"I would suggest to you this is a political witch hunt,\" Paxton attorney Tony Buzbee said. \"I would suggest to you that this trial has displayed, for the country to see, a partisan fight within the Republican Party.\"\n\nPaxton was also previously indicted in June for allegedly making false statements to banks. \n\nPaxton, who was suspended from office pending the trial's outcome, was not required to attend the proceedings and appeared only once in the Senate, durinc closing arguments, since testimony began last week. His wife, state Sen. Angela Paxton, sat across the room from him. She was required to be present for the whole trial but was prohibited from participating in debate or voting on the outcome of her husband's trial. \n\nFox News' Danielle Wallace and the Associated Press contributed to this report. \n\n\n\n(This was copied and Pasted from the Fox News Website)\n",
    "articleHeadline": "Texas AG Paxton acquitted on all impeachment charges: 'The truth prevailed'",
    "author": "FakeFOX@gmail.com",
    "comment": [],
    "date": "2023-09-16",
    "desc": "Texas Attorney General Ken Paxton was acquitted on bribery and corruption charges related to his relationship to real estate developer Nate Paul\nChris Pandolfo By Chris Pandolfo Fox News",
    "tags": [
      "Fox News",
      " Politics",
      " Paxton"
    ]
  }